<?php
$aMenuLinks = [

    // БЛОК 1: КОМПАНИЯ
    [
        "Компания",                          
        "",                                  
        [],                                  
        [                                    
            "IS_TITLE" => "Y",
            "MODIFICATOR" => "company"
        ]
    ],
        ["О компании", "/about/", [], []],
        ["Оптовым покупателям", "/wholesale/", [], []],
        ["Акции", "/promo/", [], []],
        ["Вакансии", "/jobs/", [], []],
        ["Контакты", "/contacts/", [], []],

    
    // БЛОК 2: МАГАЗИН
    [
        "Магазин",
        "",
        [],
        [
            "IS_TITLE" => "Y",
            "MODIFICATOR" => "shop"
        ]
    ],
        ["Каталог", "/catalog/", [], []],
        ["Дизайн проект", "/design/", [], []],
        ["Аренда инструмента", "/rent/", [], []],
        ["Колеровка красок и эпоксидных затирок", "/color/", [], []],
        ["Распиловка ЛДСП", "/cutting/", [], []],
        ["Оверлок", "/overlock/", [], []],
        ["Доставка", "/delivery/", [], []],

    // БЛОК 3: ИНФОРМАЦИЯ
    [
        "Информация",
        "",
        [],
        [
            "IS_TITLE" => "Y",
            "MODIFICATOR" => "info"
        ]
    ],
        ["Оплата", "/payment/", [], []],
        ["Обратная связь", "/feedback/", [], []],
        ["Вопросы и ответы", "/faq/", [], []],
        ["Пользовательское соглашение", "/agreement/", [], []],
        ["Как заказать", "/howto/", [], []],
        ["Обмен и возврат", "/return/", [], []],
];
?>